Repository: TarasOsiris/screenshot-mac
Catalog: screenshot/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fa, fi, fr, he, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Languages & Translations
ar: اللغات والترجمات
ca: Idiomes i traduccions
cs: Jazyky a překlady
da: Sprog og oversættelser
de: Sprachen und Übersetzungen
el: Γλώσσες & Μεταφράσεις
es: Idiomas y traducciones
fa: زبان‌ها و ترجمه‌ها
fi: Kielet ja käännökset
fr: Langues et traductions
he: שפות ותרגומים
hr: Jezici i prijevodi
hu: Nyelvek és fordítások
id: Bahasa & Terjemahan
it: Lingue e traduzioni
ja: 言語と翻訳
ko: 언어 및 번역
ms: Bahasa & Terjemahan
nl: Talen en vertalingen
no: Språk og oversettelser
pl: Języki i tłumaczenia
pt_br: Idiomas e traduções
pt_pt: Idiomas e traduções
ro: Limbi și traduceri
ru: Языки и переводы
sk: Jazyky a preklady
sl: Jeziki in prevodi
sv: Språk och översättningar
th: ภาษาและการแปล
tr: Diller ve Çeviriler
uk: Мови та переклади
ur: زبانیں اور ترجمہ
vi: Ngôn ngữ & Bản dịch
zh_hans: 语言与翻译
zh_hant: 語言與翻譯

source: Languages let you generate localized screenshot sets without duplicating your project. Each language shares the same layout and shapes; only text properties (content, font, size, alignment) are overridden per language.
ar: تتيح لك اللغات إنشاء مجموعات لقطات شاشة مترجمة دون تكرار مشروعك. تشترك كل لغة في نفس التخطيط والأشكال؛ يتم تجاوز خصائص النص فقط (المحتوى، الخط، الحجم، المحاذاة) لكل لغة.
ca: Els idiomes us permeten generar conjunts de captures de pantalla localitzats sense duplicar el vostre projecte. Cada idioma comparteix la mateixa disposició i formes; només les propietats del text (contingut, tipus de lletra, mida, alineació) es substitueixen per idioma.
cs: Jazyky vám umožňují generovat lokalizované sady snímků obrazovky bez duplikace vašeho projektu. Každý jazyk sdílí stejné rozložení a tvary; pouze vlastnosti textu (obsah, font, velikost, zarovnání) jsou přepsány pro jazyk.
da: Sprog giver dig mulighed for at generere lokaliserede skærmbilleder uden at duplikere dit projekt. Hvert sprog deler det samme layout og samme former; kun tekstegenskaber (indhold, skrifttype, størrelse, justering) tilsidesættes pr. sprog.
de: Mithilfe von Sprachen können Sie lokalisierte Screenshot-Sets erstellen, ohne Ihr Projekt zu duplizieren. Jede Sprache hat das gleiche Layout und die gleichen Formen; Pro Sprache werden nur Texteigenschaften (Inhalt, Schriftart, Größe, Ausrichtung) überschrieben.
el: Οι γλώσσες σάς επιτρέπουν να δημιουργείτε τοπικά σετ στιγμιότυπων οθόνης χωρίς να αντιγράφετε το έργο σας. Κάθε γλώσσα μοιράζεται την ίδια διάταξη και σχήματα. Μόνο οι ιδιότητες κειμένου (περιεχόμενο, γραμματοσειρά, μέγεθος, στοίχιση) παρακάμπτονται ανά γλώσσα.
es: Los idiomas le permiten generar conjuntos de capturas de pantalla localizados sin duplicar su proyecto. Cada idioma comparte el mismo diseño y formas; sólo las propiedades del texto (contenido, fuente, tamaño, alineación) se anulan por idioma.
fa: زبان‌ها به شما امکان می‌دهند مجموعه‌های اسکرین‌شات محلی را بدون تکرار پروژه خود ایجاد کنید. هر زبان طرح و اشکال یکسانی دارد. فقط ویژگی های متن (محتوا، فونت، اندازه، تراز) در هر زبان لغو می شوند.
fi: Kielten avulla voit luoda lokalisoituja kuvakaappausjoukkoja kopioimatta projektia. Jokaisella kielellä on sama asettelu ja muodot; vain tekstin ominaisuudet (sisältö, fontti, koko, tasaus) ohitetaan kielten mukaan.
fr: Les langues vous permettent de générer des jeux de captures d'écran localisés sans dupliquer votre projet. Chaque langue partage la même disposition et les mêmes formes ; seules les propriétés du texte (contenu, police, taille, alignement) sont remplacées par langue.
he: שפות מאפשרות לך ליצור ערכות צילומי מסך מקומיות מבלי לשכפל את הפרויקט שלך. כל שפה חולקת את אותה פריסה וצורות; רק מאפייני טקסט (תוכן, גופן, גודל, יישור) מוחקים לכל שפה.
hr: Jezici vam omogućuju generiranje lokaliziranih skupova snimaka zaslona bez dupliciranja vašeg projekta. Svaki jezik dijeli isti raspored i oblike; samo svojstva teksta (sadržaj, font, veličina, poravnanje) nadjačavaju se po jeziku.
hu: A nyelvek segítségével lokalizált képernyőkép-készleteket hozhat létre a projekt megkettőzése nélkül. Minden nyelvnek ugyanaz az elrendezése és alakja; nyelvenként csak a szövegtulajdonságok (tartalom, betűtípus, méret, igazítás) vannak felülírva.
id: Bahasa memungkinkan Anda membuat kumpulan tangkapan layar yang dilokalkan tanpa menduplikasi proyek Anda. Setiap bahasa memiliki tata letak dan bentuk yang sama; hanya properti teks (konten, font, ukuran, perataan) yang diganti per bahasa.
ja: 言語を使用すると、プロジェクトを複製せずにローカライズされたスクリーンショット セットを生成できます。各言語は同じレイアウトと形状を共有します。テキスト プロパティ (コンテンツ、フォント、サイズ、配置) のみが言語ごとにオーバーライドされます。
ko: 언어를 사용하면 프로젝트를 복제하지 않고도 현지화된 스크린샷 세트를 생성할 수 있습니다. 각 언어는 동일한 레이아웃과 모양을 공유합니다. 언어별로 텍스트 속성(내용, 글꼴, 크기, 정렬)만 재정의됩니다.
ms: Bahasa membolehkan anda menjana set tangkapan skrin setempat tanpa menduplikasi projek anda. Setiap bahasa berkongsi reka letak dan bentuk yang sama; hanya sifat teks (kandungan, fon, saiz, penjajaran) ditindih bagi setiap bahasa.
nl: Met talen kunt u gelokaliseerde screenshotsets genereren zonder uw project te dupliceren. Elke taal heeft dezelfde lay-out en vormen; alleen teksteigenschappen (inhoud, lettertype, grootte, uitlijning) worden per taal overschreven.
no: Språk lar deg generere lokaliserte skjermbildesett uten å duplisere prosjektet ditt. Hvert språk deler samme layout og former; bare tekstegenskaper (innhold, font, størrelse, justering) overstyres per språk.
pl: Języki umożliwiają generowanie zlokalizowanych zestawów zrzutów ekranu bez duplikowania projektu. Każdy język ma ten sam układ i kształty; tylko właściwości tekstu (treść, czcionka, rozmiar, wyrównanie) są zastępowane w każdym języku.
pt_br: Os idiomas permitem gerar conjuntos de capturas de tela localizados sem duplicar seu projeto. Cada idioma compartilha o mesmo layout e formas; apenas as propriedades do texto (conteúdo, fonte, tamanho, alinhamento) são substituídas por idioma.
pt_pt: Os idiomas permitem gerar conjuntos de capturas de ecrã localizados sem duplicar seu projeto. Cada idioma compartilha o mesmo layout e formas; apenas as propriedades do texto (conteúdo, fonte, tamanho, alinhamento) são substituídas por idioma.
ro: Limbile vă permit să generați seturi de capturi de ecran localizate fără a vă duplica proiectul. Fiecare limbă are același aspect și forme; numai proprietățile textului (conținut, font, dimensiune, aliniere) sunt suprascrise pentru fiecare limbă.
sk: Jazyky vám umožňujú vytvárať lokalizované sady snímok obrazovky bez duplikovania vášho projektu. Každý jazyk zdieľa rovnaké rozloženie a tvary; iba vlastnosti textu (obsah, font, veľkosť, zarovnanie) sú prepísané pre jazyk.
sl: Jeziki vam omogočajo ustvarjanje lokaliziranih nizov posnetkov zaslona brez podvajanja vašega projekta. Vsak jezik ima enako postavitev in oblike; samo lastnosti besedila (vsebina, pisava, velikost, poravnava) so preglasene za vsak jezik.
sv: Språk låter dig skapa lokaliserade skärmdumpsuppsättningar utan att duplicera ditt projekt. Varje språk delar samma layout och former; endast textegenskaper (innehåll, teckensnitt, storlek, justering) åsidosätts per språk.
th: ภาษาช่วยให้คุณสร้างชุดภาพหน้าจอที่แปลแล้วโดยไม่ต้องทำซ้ำโปรเจ็กต์ของคุณ แต่ละภาษามีเค้าโครงและรูปร่างเหมือนกัน เฉพาะคุณสมบัติของข้อความ (เนื้อหา แบบอักษร ขนาด การจัดตำแหน่ง) เท่านั้นที่จะถูกแทนที่สำหรับแต่ละภาษา
ur: زبانیں آپ کو اپنے پروجیکٹ کو نقل کیے بغیر مقامی اسکرین شاٹ سیٹ بنانے دیتی ہیں۔ ہر زبان ایک ہی ترتیب اور شکلیں رکھتی ہے۔ صرف متن کی خصوصیات (مواد، فونٹ، سائز، سیدھ) فی زبان کو اوور رائڈ کیا جاتا ہے۔
vi: Ngôn ngữ cho phép bạn tạo các bộ ảnh chụp màn hình được bản địa hóa mà không cần sao chép dự án của bạn. Mỗi ngôn ngữ có cùng bố cục và hình dạng; chỉ các thuộc tính văn bản (nội dung, phông chữ, kích thước, căn chỉnh) mới bị ghi đè cho mỗi ngôn ngữ.
zh_hans: 语言可让您生成本地化的屏幕截图集，而无需复制项目。每种语言都有相同的布局和形状；每种语言仅覆盖文本属性（内容、字体、大小、对齐方式）。

source: Languages let you generate localized screenshot sets without duplicating your project. Each language shares the same shape set and can keep its own text, text styling, image assignments, and layout adjustments where a translation needs more space.
ar: تتيح لك اللغات إنشاء مجموعات لقطات شاشة مترجمة دون تكرار مشروعك. تشترك كل لغة في نفس مجموعة الأشكال ويمكنها الاحتفاظ بالنص الخاص بها وتصميم النص وتعيينات الصور وتعديلات التخطيط حيث تحتاج الترجمة إلى مساحة أكبر.
ca: Els idiomes us permeten generar conjunts de captures de pantalla localitzats sense duplicar el vostre projecte. Cada idioma comparteix el mateix conjunt de formes i pot mantenir el seu propi text, estil de text, assignacions d'imatge i ajustos de disseny quan una traducció necessita més espai.
cs: Jazyky vám umožňují generovat lokalizované sady snímků obrazovky bez duplikace vašeho projektu. Každý jazyk sdílí stejnou sadu tvarů a může si ponechat vlastní text, styl textu, přiřazení obrázků a úpravy rozvržení tam, kde překlad potřebuje více místa.
da: Sprog giver dig mulighed for at generere lokaliserede skærmbilleder uden at duplikere dit projekt. Hvert sprog deler det samme formsæt og kan beholde sin egen tekst, tekststil, billedtildelinger og layoutjusteringer, hvor en oversættelse kræver mere plads.
de: Mit Sprachen erstellst du lokalisierte Screenshot-Sets, ohne dein Projekt zu duplizieren. Alle Sprachen nutzen dieselben Formen und können eigenen Text, eigene Textstile, Bildzuweisungen und Layoutanpassungen haben, wo eine Übersetzung mehr Platz braucht.
el: Οι γλώσσες σάς επιτρέπουν να δημιουργείτε τοπικά σετ στιγμιότυπων οθόνης χωρίς να αντιγράφετε το έργο σας. Κάθε γλώσσα μοιράζεται το ίδιο σύνολο σχημάτων και μπορεί να διατηρήσει το δικό της κείμενο, στυλ κειμένου, αναθέσεις εικόνων και προσαρμογές διάταξης όπου μια μετάφραση χρειάζεται περισσότερο χώρο.
es: Los idiomas te permiten generar conjuntos de capturas localizados sin duplicar el proyecto. Todos los idiomas comparten el mismo conjunto de formas y cada uno puede tener su propio texto, estilo de texto, imágenes y ajustes de diseño cuando una traducción necesita más espacio.
fa: زبان‌ها به شما امکان می‌دهند بدون تکثیر پروژه، مجموعه‌های اسکرین‌شات بومی‌سازی‌شده بسازید. همهٔ زبان‌ها شکل‌های مشترکی دارند و هر کدام می‌تواند متن، سبک متن، تصاویر و تنظیمات چیدمان خودش را داشته باشد، هر جا که ترجمه به فضای بیشتری نیاز دارد.
fi: Kielten avulla voit luoda lokalisoituja kuvakaappausjoukkoja kopioimatta projektia. Jokaisella kielellä on sama muotojoukko, ja ne voivat säilyttää oman tekstinsä, tekstin tyylinsä, kuvatehtävät ja asettelun säädöt silloin, kun käännös tarvitsee enemmän tilaa.
fr: Les langues vous permettent de générer des jeux de captures d'écran localisés sans dupliquer votre projet. Chaque langue partage le même ensemble de formes et peut conserver son propre texte, son style de texte, ses affectations d'images et ses propres ajustements de mise en page lorsqu'une traduction nécessite plus d'espace.
he: שפות מאפשרות לך ליצור ערכות צילומי מסך מקומיות מבלי לשכפל את הפרויקט שלך. כל שפה חולקת את אותה ערכת צורות ויכולה לשמור טקסט משלה, סגנון טקסט, הקצאות תמונה והתאמות פריסה כאשר התרגום זקוק למרחב נוסף.
hr: Jezici vam omogućuju generiranje lokaliziranih skupova snimaka zaslona bez dupliciranja vašeg projekta. Svaki jezik dijeli isti skup oblika i može zadržati vlastiti tekst, stil teksta, dodjele slika i prilagodbe izgleda tamo gdje je prijevodu potrebno više prostora.
hu: A nyelvek segítségével lokalizált képernyőkép-készleteket hozhat létre a projekt megkettőzése nélkül. Minden nyelv ugyanazt az alakzatkészletet használja, és megtarthatja saját szövegét, szövegstílusát, kép-hozzárendeléseit és elrendezési korrekcióit ott, ahol a fordítás több helyet igényel.
id: Bahasa memungkinkan Anda membuat kumpulan tangkapan layar yang dilokalkan tanpa menduplikasi proyek Anda. Setiap bahasa berbagi kumpulan bentuk yang sama dan dapat mempertahankan teks, gaya teks, penetapan gambar, dan penyesuaian tata letaknya sendiri jika terjemahan memerlukan lebih banyak ruang.
it: Le lingue ti permettono di generare serie di screenshot localizzate senza duplicare il progetto. Ogni lingua condivide lo stesso insieme di forme e può mantenere il proprio testo, lo stile del testo, le immagini assegnate e le regolazioni del layout dove una traduzione richiede più spazio.
ja: 言語を使うと、プロジェクトを複製せずにローカライズしたスクリーンショットのセットを作成できます。すべての言語で同じ図形を共有しつつ、言語ごとにテキスト、テキストのスタイル、画像の割り当て、そして翻訳で長くなる部分のレイアウト調整を個別に保持できます。
ko: 언어를 사용하면 프로젝트를 복제하지 않고도 현지화된 스크린샷 세트를 만들 수 있습니다. 모든 언어가 같은 도형 세트를 공유하며, 번역에 공간이 더 필요하면 언어별로 텍스트, 텍스트 스타일, 이미지, 레이아웃 조정을 따로 둘 수 있습니다.
ms: Bahasa membolehkan anda menjana set tangkapan skrin setempat tanpa menduplikasi projek anda. Setiap bahasa berkongsi set bentuk yang sama dan boleh menyimpan teks sendiri, penggayaan teks, tugasan imej dan pelarasan reka letak yang memerlukan lebih banyak ruang untuk terjemahan.
nl: Met talen kunt u gelokaliseerde screenshotsets genereren zonder uw project te dupliceren. Elke taal deelt dezelfde vormset en kan zijn eigen tekst, tekststijl, afbeeldingstoewijzingen en lay-outaanpassingen behouden als een vertaling meer ruimte nodig heeft.
no: Språk lar deg generere lokaliserte skjermbildesett uten å duplisere prosjektet ditt. Hvert språk deler det samme formsettet og kan beholde sin egen tekst, tekststil, bildetildelinger og layoutjusteringer der en oversettelse trenger mer plass.
pl: Języki umożliwiają generowanie zlokalizowanych zestawów zrzutów ekranu bez duplikowania projektu. Każdy język ma ten sam zestaw kształtów i może zachować własny tekst, styl tekstu, przypisania obrazów i dostosowania układu tam, gdzie tłumaczenie wymaga więcej miejsca.
pt_br: Os idiomas permitem gerar conjuntos de capturas de tela localizados sem duplicar seu projeto. Cada idioma compartilha o mesmo conjunto de formas e pode manter seu próprio texto, estilo de texto, atribuições de imagem e ajustes de layout onde uma tradução precisa de mais espaço.
pt_pt: Os idiomas permitem gerar conjuntos de capturas de ecrã localizados sem duplicar seu projeto. Cada idioma compartilha o mesmo conjunto de formas e pode manter seu próprio texto, estilo de texto, atribuições de imagem e definições de layout onde uma tradução precisa de mais espaço.
ro: Limbile vă permit să generați seturi de capturi de ecran localizate fără a vă duplica proiectul. Fiecare limbă împărtășește același set de forme și își poate păstra propriul text, stilul textului, atribuirea imaginilor și ajustările de aspect acolo unde o traducere are nevoie de mai mult spațiu.
ru: Языки позволяют создавать локализованные наборы скриншотов без дублирования проекта. Все языки используют один набор фигур, но у каждого могут быть свой текст, стиль текста, назначенные изображения и корректировки макета, если переводу нужно больше места.
sk: Jazyky vám umožňujú vytvárať lokalizované sady snímok obrazovky bez duplikovania vášho projektu. Každý jazyk zdieľa rovnakú sadu tvarov a môže si ponechať vlastný text, štýl textu, priradenia obrázkov a úpravy rozloženia tam, kde preklad potrebuje viac miesta.
sl: Jeziki vam omogočajo ustvarjanje lokaliziranih nizov posnetkov zaslona brez podvajanja vašega projekta. Vsak jezik ima enak nabor oblik in lahko obdrži svoje besedilo, slog besedila, dodelitve slik in prilagoditve postavitve, kjer prevod potrebuje več prostora.
sv: Språk låter dig skapa lokaliserade skärmdumpsuppsättningar utan att duplicera ditt projekt. Varje språk delar samma formuppsättning och kan behålla sin egen text, textstil, bildtilldelningar och layoutjusteringar där en översättning behöver mer utrymme.
th: ภาษาช่วยให้คุณสร้างชุดภาพหน้าจอที่แปลแล้วโดยไม่ต้องทำซ้ำโปรเจ็กต์ของคุณ แต่ละภาษามีชุดรูปร่างที่เหมือนกัน และสามารถเก็บข้อความ การจัดรูปแบบข้อความ การกำหนดรูปภาพ และการปรับเค้าโครงของตัวเองได้ในกรณีที่การแปลต้องการพื้นที่มากขึ้น
tr: Diller, projenizi çoğaltmadan yerelleştirilmiş ekran görüntüsü setleri oluşturmanızı sağlar. Her dil aynı şekil setini paylaşır; bir çevirinin daha fazla alana ihtiyaç duyduğu yerlerde kendi metnini, metin stilini, görüntü atamalarını ve düzen ayarlarını koruyabilir.
uk: Мови дають змогу створювати локалізовані набори знімків екрана без дублювання проєкту. Усі мови мають спільний набір фігур, але кожна може мати власний текст, стиль тексту, призначені зображення та коригування макета там, де перекладу потрібно більше місця.
ur: زبانیں آپ کو اپنے پروجیکٹ کو نقل کیے بغیر مقامی اسکرین شاٹ سیٹ بنانے دیتی ہیں۔ ہر زبان ایک ہی شکل کا سیٹ شیئر کرتی ہے اور اپنا متن، ٹیکسٹ اسٹائلنگ، امیج اسائنمنٹس، اور لے آؤٹ ایڈجسٹمنٹ رکھ سکتی ہے جہاں ترجمے کو زیادہ جگہ کی ضرورت ہوتی ہے۔
vi: Ngôn ngữ cho phép bạn tạo các bộ ảnh chụp màn hình được bản địa hóa mà không cần sao chép dự án của bạn. Mỗi ngôn ngữ chia sẻ cùng một bộ hình dạng và có thể giữ văn bản, kiểu văn bản, gán hình ảnh và điều chỉnh bố cục riêng trong trường hợp bản dịch cần nhiều không gian hơn.
zh_hans: 借助语言功能，你无需复制项目即可生成本地化的截图组。每种语言共用同一组形状，并可在译文需要更多空间时，保留自己的文本、文本样式、图像分配和布局调整。
zh_hant: 語言功能讓你不必複製專案就能產生在地化的螢幕截圖組。每種語言共用同一組形狀，並可保有自己的文字、文字樣式、影像指定，以及在翻譯需要更多空間時的版面調整。

source: Languages not in this project
ar: اللغات غير موجودة في هذا المشروع
ca: Idiomes que no estan en aquest projecte
cs: Jazyky, které nejsou v tomto projektu
da: Sprog ikke i dette projekt
de: Sprachen, die nicht im Projekt sind
el: Γλώσσες που δεν περιλαμβάνονται σε αυτό το έργο
es: Idiomas que no están en este proyecto
fa: زبان‌هایی که در این پروژه نیستند
fi: Kielet, jotka eivät kuulu tähän projektiin
fr: Langues absentes de ce projet
he: שפות שאינן בפרויקט הזה
hr: Jezici nisu u ovom projektu
hu: A projektben nem szereplő nyelvek
id: Bahasa tidak ada dalam proyek ini
it: Lingue non presenti in questo progetto
ja: このプロジェクトにない言語
ko: 이 프로젝트에 없는 언어
ms: Bahasa yang tiada dalam projek ini
nl: Talen die niet in dit project voorkomen
no: Språk som ikke er med i dette prosjektet
pl: Języki, których nie ma w tym projekcie
pt_br: Idiomas que não estão neste projeto
pt_pt: Idiomas que não estão neste projeto
ro: Limbi care nu sunt în acest proiect
ru: Языки, которых нет в проекте
sk: Jazyky, ktoré nie sú súčasťou tohto projektu
sl: Jeziki niso v tem projektu
sv: Språk som inte ingår i det här projektet
th: ภาษาที่ไม่ได้อยู่ในโครงการนี้
tr: Bu projede olmayan diller
uk: Мови, яких немає в проєкті
ur: زبانیں اس پروجیکٹ میں نہیں ہیں۔
vi: Ngôn ngữ không có trong dự án này
zh_hans: 不在此项目中的语言
zh_hant: 不在此專案中的語言

source: Last test failed
ar: فشل الاختبار الأخير
ca: L'última prova ha fallat
cs: Poslední test selhal
da: Sidste test mislykkedes
de: Der letzte Test ist fehlgeschlagen
el: Η τελευταία δοκιμή απέτυχε
es: Última prueba fallida
fa: آخرین آزمایش ناموفق بود
fi: Viimeinen testi epäonnistui
fr: Le dernier test a échoué
he: המבחן האחרון נכשל
hr: Zadnji test nije uspio
hu: Az utolsó teszt nem sikerült
id: Tes terakhir gagal
ja: 最後のテストは失敗しました
ko: 마지막 테스트 실패
ms: Ujian terakhir gagal
nl: Laatste test mislukt
no: Siste test mislyktes
pl: Ostatni test nie powiódł się
pt_br: Último teste falhou
pt_pt: Último teste falhou
ro: Ultimul test a eșuat
sk: Posledný test zlyhal
sl: Zadnji test ni uspel
sv: Senaste testet misslyckades
th: การทดสอบครั้งล่าสุดล้มเหลว
ur: آخری ٹیسٹ فیل ہو گیا۔
vi: Thử nghiệm cuối cùng thất bại
zh_hans: 上次测试失败

source: Last test passed
ar: تم اجتياز الاختبار الأخير
ca: Darrera prova superada
cs: Poslední test prošel
da: Sidste prøve bestået
de: Letzter Test bestanden
el: Το τελευταίο τεστ πέρασε
es: Última prueba superada
fa: آخرین آزمون قبول شد
fi: Viimeinen koe meni läpi
fr: Dernier test réussi
he: המבחן האחרון עבר
hr: Zadnji test prošao
hu: Az utolsó teszt sikeres
id: Tes terakhir berlalu
ja: 最後のテストに合格しました
ko: 마지막 테스트 통과
ms: Ujian terakhir lulus
nl: Laatste test geslaagd
no: Siste prøve bestått
pl: Ostatni test zaliczony
pt_br: Último teste aprovado
pt_pt: Último teste aprovado
ro: Ultimul test a trecut
sk: Posledný test prešiel
sl: Zadnji test opravljen
sv: Senaste provet godkänt
th: การทดสอบครั้งล่าสุดผ่านไป
ur: آخری امتحان پاس کیا۔
vi: Bài kiểm tra cuối cùng đã vượt qua
zh_hans: 上次测试通过

source: Later
ar: في وقت لاحق
ca: Més tard
cs: Později
da: Senere
de: Später
el: Αργότερα
es: Más tarde
fa: بعداً
fi: Myöhemmin
fr: Plus tard
he: מאוחר יותר
hr: kasnije
hu: Később
id: Nanti
it: Più tardi
ja: 後で
ko: 나중에
ms: Nanti
nl: Later herinneren
no: Senere
pl: Później
pt_br: Mais tarde
pt_pt: Mais tarde
ro: mai târziu
ru: Позже
sk: Neskôr
sl: Kasneje
sv: Senare
th: ต่อมา
tr: Daha Sonra
uk: Пізніше
ur: بعد میں
vi: sau này
zh_hans: 以后
zh_hant: 稍後

source: Layout
ar: التخطيط
ca: Disseny
cs: Rozložení
el: Διάταξη
es: Diseño
fa: چیدمان
fi: Asettelu
fr: Mise en page
he: פריסה
hr: Izgled
hu: Elrendezés
id: Tata Letak
ja: レイアウト
ko: 레이아웃
ms: Susun atur
nl: Indeling
no: Oppsett
pl: Układ
pt_pt: Disposição
ro: Aspect
ru: Макет
sk: Rozloženie
sl: Postavitev
th: เค้าโครง
tr: Yerleşim
uk: Макет
ur: لے آؤٹ
vi: Bố cục
zh_hans: 布局
zh_hant: 版面

source: Leave a field empty to fall back to base language
ar: اترك حقلاً فارغًا للرجوع إلى اللغة الأساسية
ca: Deixeu un camp buit per tornar a l'idioma base
cs: Chcete-li přejít zpět na základní jazyk, ponechte pole prázdné
da: Lad et felt stå tomt for at falde tilbage til grundsproget
de: Lass ein Feld leer, um die Basissprache zu verwenden
el: Αφήστε ένα πεδίο κενό για να επιστρέψετε στη βασική γλώσσα
es: Deja un campo vacío para usar el idioma base
fa: برای بازگشت به زبان پایه، یک فیلد خالی بگذارید
fi: Jätä kenttä tyhjäksi palataksesi peruskieleen
fr: Laissez un champ vide pour revenir à la langue de base
he: השאר שדה ריק כדי לחזור לשפת הבסיס
hr: Ostavite polje prazno da se vratite na osnovni jezik
hu: Hagyjon üresen egy mezőt az alapnyelvre való visszatéréshez
id: Biarkan bidang kosong untuk kembali ke bahasa dasar
it: Lascia vuoto un campo per usare la lingua di base
ja: 空のフィールドには基本言語のテキストが使われます
ko: 필드를 비워 두면 기본 언어 텍스트가 사용됩니다
ms: Biarkan medan kosong untuk kembali ke bahasa asas
nl: Laat een veld leeg om terug te vallen naar de basistaal
no: La et felt stå tomt for å gå tilbake til grunnspråket
pl: Pozostaw pole puste, aby powrócić do języka podstawowego
pt_br: Deixe um campo vazio para voltar ao idioma base
pt_pt: Deixe um campo vazio para voltar ao idioma base
ro: Lăsați un câmp gol pentru a reveni la limba de bază
ru: Оставьте поле пустым, чтобы использовать базовый язык
sk: Ak chcete prejsť späť na základný jazyk, nechajte pole prázdne
sl: Pustite polje prazno, da se vrnete na osnovni jezik
sv: Lämna ett fält tomt för att gå tillbaka till basspråket
th: เว้นช่องว่างไว้เพื่อถอยกลับไปใช้ภาษาพื้นฐาน
tr: Temel dile dönmek için bir alanı boş bırakın
uk: Залиште поле порожнім, щоб використати базову мову
ur: بنیادی زبان پر واپس آنے کے لیے فیلڈ کو خالی چھوڑ دیں۔
vi: Để trống một trường để quay lại ngôn ngữ cơ sở
zh_hans: 将字段留空即可改用基准语言
zh_hant: 將欄位留空即可改用基準語言
